INSERT INTO `product` (`idx`, `name`, `detail`, `price`, `category`, `status`, `image`, `highlight`) VALUES
	(2, '더블콤보', '팝콘(M)x2 + 탄산음료(M)x2', 13000, '세트', 1, '더블콤보.jpg', 1),
	(4, '라지콤보', '팝콘(L)x2 + 탄산음료(L)x2', 15000, '세트', 1, '라지콤보.jpg', 0),
	(5, 'DEC 골드클래스', '영화관람권', 40000, '관람권', 1, 'DEC 골드클래스.jpg', 0),
	(6, 'DEC 프리미엄 관람권', '영화관람권', 50000, '관람권', 1, 'DEC 프리미엄 관람권.jpg', 0),
	(7, 'DEC 영화관람권', '영화관람권', 13000, '관람권', 1, 'DEC 영화관람권.jpg', 0),
	(9, '동의 패키지ver2', '관람권x4 + 더블콤보x2', 72000, '콜라보', 1, '동의 패키지.jpg', 1),
	(10, '칠리치즈나쵸', '과자', 4000, '스낵', 1, '칠리치즈나쵸.jpg', 0),
	(11, '플레인핫도그', '핫도그', 4500, '스낵', 1, '플레인.jpg', 1),
	(12, '칠리치즈핫도그', '핫도그', 5000, '스낵', 1, '칠리치즈.jpg', 0),
	(13, '맛밤', '맛밤', 3500, '스낵', 1, '맛밤.jpg', 1),
	(15, '데이트 패키지', '관람권x2 + DEC콤보x1', 34000, '콜라보', 1, '데이트 패키지.jpg', 0),
	(16, '스몰세트', '팝콘(M)x1 + 탄산음료(M)x1', 7000, '세트', 1, '스몰세트.jpg', 0),
	(17, '좋은 날 패키지', '관람권x1 + 스몰세트x1', 18000, '콜라보', 1, '좋은 날 패키지.jpg', 1),
	(18, 'DEC콤보', '팝곤(L)x1 + 탄산음료(M)x2', 10000, '세트', 1, 'DEC콤보.jpg', 1);

	INSERT INTO `member` (`id`, `pw`, `name`, `regdt`, `gender`, `birthday`, `mail`, `grade`, `phone`, `mileage`, `authority`) VALUES
	('aaa', '$2a$12$RMvsDCXuu8uQTDu1WE/syOTPsNJ4TqC8COkfrGOSVFmlXWC7e8BAG', '홍길동', '2023-04-28 06:11:08', 1, '1990-01-01', 'aaa@mail.com', 'vip', '010-1234-5678', 1000, 'user'),
	('admin', '1234', '관리자', '2023-04-28 06:11:08', 0, '2023-04-11', 'xoals4831@naver.com', 'Bronze', '010-9391-4831', 1000, 'admin'),
	('asdfg', '12341234', 'ㅌㅅㅌ', '2023-05-04 05:39:49', 0, '2023-05-02', 'xoals4831@naver.com', 'Bronze', '010-3333-3333', 1000, 'user'),
	('bbb', '1234', '둘리', '2023-04-28 06:11:08', 1, '1990-01-01', 'bbb@mail.com', 'Bronze', '010-1234-5678', 1000, 'user'),
	('ccc', '1234', '도우너', '2023-04-28 06:12:10', 0, '2023-04-11', 'ccc@naver.com', 'Bronze', '010-1234-5678', 1000, 'user'),
	('hello', 'xoals123', '테스트', '2023-05-04 05:11:45', 0, '2023-03-16', 'asdf@naver.com', 'Bronze', '010-3333-3333', 1000, 'user'),
	('khg1894', 'goflvhxj1!', '김홍규', '2023-05-04 06:00:10', 0, '1998-08-03', 'khg1894@gmail.com', 'Bronze', '010-2333-5835', 1000, 'user'),
	('tested', '12341234', '홍길동', '2023-05-04 08:17:35', 0, '2023-02-08', 'xoals4831@naver.com', 'Bronze', '010-1234-5678', 1000, 'user'),
	('xoals', 'xoals123', '조영문', '2023-05-04 07:50:36', 0, '2023-05-02', 'asdf@naver.com', 'Bronze', '010-1111-1111', 1000, 'user');